/*Onbording*/
/* Notifications description */
"Based on this data, do you want us to notify you ahead of rain at your location?\n\nWe put a lot of effort into making the notifications non-intrusive. They disappear as soon as it stops raining." = "Willst du, beruhend auf den Daten, über Regen an deinem aktuellen Standort benachrichtigt werden?\n\nWir haben uns große Mühe gegeben, dass die Benachrichtigungen nicht aufdringlich sind. Sobald es aufhört zu regnen, verschwinden sie von alleine.";

/* Location description */
"Choose \"Always\" in the location permission pop-up if you want notifications to work!\n\nBut don't worry, this won't drain your battery. See for yourself in the iOS Settings after a day or two." = "Wenn du Benachrichtigungen bekommen willst, wähle im Pop-Up \"Einmal Erlauben\”.\n\nKeine Angst, dadurch wird dein Akku nicht leer gesaugt. Mach dir doch gerne nach ein oder zwei Tagen selber ein Bild in den iOS Einstellungen darüber, wenn du es nicht glaubst.";

/* done */
"Done" = "Fertig";

/* Enable Location Services */
"Enable Location Services" = "Ortungsdienst erlauben";

/* Notifications actionButtonTitle */
"Enable Notifications" = "Benachrichtigungen erlauben";

/* Finish title */
"Go outside and play!" = "Und nun viel Spaß!";

/* Welcome title */
"Hi there!\n\n\n" = "Hallo Du!\n\n\n";

/* Later */
"Later" = "Später";

/* Location */
"Location" = "Standort";

/* with location */
"meteocool is much better with location data! Choose \"Always\" in the permission pop-up if you also want notifications.\n\nDon't worry, this won't drain your battery." = "meteocool ist viel mehr wert, wenn du der App erlaubst deinen Standort zu verwenden! Wenn du Benachrichtigungen bekommen willst, wähle im Pop-Up \"Einmal Erlauben\”.\n\nKeine Angst, dadurch wird dein Akku nicht leer gesaugt.";

/* Notifications title */
"Notifications" = "Benachrichtigung";

/* Nowcasting title */
"Nowcasting" = "Kurzzeitvorhersage";

/* Welcome description */
"The meteocool project is an ongoing effort to make freely available meteorological data useful to everyone.\n\nWe process and aggregate data from different sources and try to visualize them in an intuitive way." = "meteocool ist ein Projekt, dass frei zugängliche meteorologische Daten einem Jeden zugänglich machen soll.\n\nWir verarbeiten und sammeln Daten von verschiedenen Quellen und versuchen diese intuitiv zu visualisieren.";

/* Finish description */
"This service is completely free and open source. It's run and built by volunteers in their free time.\n\nWe don't want your money, just tell your friends or send us feedback!" = "Dieser Dienst ist komplett frei und Open Source. Er wurde und wird von Freiwilligen in ihrer Freizeit entwickelt.\n\nWir wollen kein Geld von dir, aber wenn dir die App gefällt, freuen wir uns über deine Weiterempfehlung. Wenn dir etwas nicht gefällt, freuen wir uns über dein Feedback.";

/* Nowcasting description */
"We use a super-accurate forecast model (a so-called \"nowcast\") which predicts the path and extent of rain clouds based on factors like wind, air pressure and lightning activity.\n\nObviously, more distant time steps are less accurate. But in our experience, at least the first 45 minutes are pretty spot-on." = "Wir benutzen ein super akkurates Modell für die Vorhersagen (einen sogenannten \"Nowcast\"). Dieser bestimmt die Zugrichtung und die Größe von Regenwolken und deren Veränderung durch Faktoren wie Wind, Luftdruck und Blitze.\n\nUnserer Erfahrung nach sind Vorhersagen im Bereich der nächsten 45 Minuten sehr genau.";

/* we won't ask again */
"We won't ask you again about permissions!\n\nIf you change your mind, go to System Settings > Privacy > meteocool." = "Wir werden dich nicht weiter nach Berechtigungen fragen! \n\n Wenn du deine Meinung doch noch änderst, kannst du unter:\n Einstellungen > Datenschutz > Ortungsdienste > meteocool\n den Ortungsdinenst aktivieren.";

/* shut up */
"We'll shut up now." = "Standort.";

/* Info.plist Location Always and When In Use */
"Privacy - Location Always and When In Use Usage Description" = "Wir wollen dich im Vorraus vor Regen oder Schnee an deinem Standort warnen. Wähle \"Immer\", wenn du willst, dass die Push-Benachrichtigungen funktionieren.";

/* Info.plist Location Always Usage */
"Privacy - Location Always Usage Description" = "Wir wollen dich im Vorraus vor Regen oder Schnee an deinem Standort warnen. Wähle \"Immer\", wenn du willst, dass die Push-Benachrichtigungen funktionieren.";

/* Info.plist When In Use Usage */
"Privacy - Location When In Use Usage Description" = "Zeigt deinen aktuellen Standort in der Wetterkarte.";

/*-----------------------------------------------------*/
/*Settings Page*/

/*header*/
"Map View" = "Karte";

/*header*/
"Layers" = "Layers";

/*header*/
"Push Notification" = "Push Benachrichtigungen";

/*header*/
"About" = "Über";

/*footer*/
"If you want, we can notify you ahead of rain or snow at your current location." = "Wenn du willst, informieren wir dich darüber wenn es an deinem aktuellen Standort regnen oder schneien soll.";

/*footer*/
"Customise the appearance and behaviour of the main map." = "Passe das Verhalten und Aussehen der Karte an.";

/*footer*/
"Enable or disable informational layers on the main map." = "Aktiviere und Deaktivere Inforamtionslayer auf der Karte.";

/*footer*/
"Version Nr" = "Versions Nr";

/*dataPushNotification*/
"Push Notification" = "Push Benachrichtigungen";

/*dataPushNotification*/
"Show Meteorological Details" = "Meteorologische Details Anzeigen";

/*dataPushNotification*/
"Threshold" = "Schwellwert";

/*dataPushNotification*/
"Time before" = "Vorabzeitraum";

/*dataMapView*/
"Map Rotation" = "Drehung der Karte";

/*dataMapView*/
"Auto Zoom" = "Automatischer Zoom nach Start";

/*dataMapView*/
"Darkmode" = "Nachtmodus";

/*dataLayers*/
"⚡️ Lightning" = "⚡️ Blitze";

/*dataLayers*/
"🌀 Mesocyclones" = "🌀 Mesozyklone";

/*dataLayers*/
"☂️ Shelters" = "☂️ Unterstände";

/*dataAboutLable*/
"Feedback" = "Feedback";

/*dataAboutLable*/
"Push Token" = "Push Token";

/*intensity*/
"Drizzle" = "Niesel";

/*intensity*/
"Light rain" = "Leichter Regen";

/*intensity*/
"Rain" = "Regen";

/*intensity*/
"Hail" = "Hagel";

/*selection Footer*/
"Show Meteorological Details:\nFor advanced users, include meteorological details in the notification text (like dBZ values). \n\nThreshold:\nOnly send a notification if incoming precipitation is expected to be at least this intense. \n\nTime before:\nChange the amount of time before you want to be notified about precipitation." = "Meterologische Details einblenden:\nEs werden meterologische Details im Benachrichtigungstext angezeigt (wie der dBZ Wert).\n\nSchwellenwert:\nEs wird nur eine Benachrichtigung rausgeschickt, wenn die Regenintensität der Vorhersage den Schwellenwert überschreitet.\n\nVorabzeitraum:\nÄndere die Zeit bevor du über eine möglichen Niederschlag informiert wirst.";
